{
    "lang": {
        "message": "ar",
        "description": ""
    },
    "description": {
        "message": "مستعرض للملفات على الإنترنت (مثال: وورد، بي دي أف... الخ) دون الحاجة لبرامج اضافية",
        "description": ""
    },
    "0old": {
        "message": "الملفات المدعومة بهذه الإضافة",
        "description": ""
    },
    "footer": {
        "message": "أشكركم على تثبيت هذه الإضافة. يمكنكم الإتصال بي وقتما شئتم لإبداء أرائكم أو طرح تساؤلاتكم",
        "description": ""
    },
    "save_file_rightclick": {
        "message": "انقر بزر الفأرة الأيمن هنا و اختر \" حفظ المحتوى المرتبط باسم...\" لتحميل هذا الملف",
        "description": ""
    },
    "0new": {
        "message": "إستعمال قائمة السياق فقط",
        "description": ""
    },
    "Options": {
        "message": "خيارات",
        "description": ""
    },
    "1": {
        "message": "الوظيفة الأساسية (الروابط تفتح باستعمال هذه الأضافة، قياسي)",
        "description": ""
    },
    "2": {
        "message": "الوظيفة الموسعة (الأساسية + وظائف إضافية. لتفعيل هذا الخيار يجب تطبيق الخطوات المذكورة أسفله; حذاري: أوبرا لن تستطيع بعد الآن فتح الملفات  (المحلية)  الموجودة في الحاسب)",
        "description": ""
    },
    "bugreport": {
        "message": "أبلغ عن خطأ",
        "description": ""
    },
    "save_file": {
        "message": "حفظ الملف (Ctrl+S)",
        "description": ""
    },
    "choosedocs": {
        "message": "ما نوع الملفات التي تريد استعراضها باستعمال هذه الإضافة",
        "description": ""
    },
    "manual_setup_instruction": {
        "message": "لجعل الروابط -التي قمت بجرها، أو لصقها في شريط العناوين، أو قمت بتحديدها من قائمة المحفوظات تعمل -قم بالتالي: إعدادات ← تفضيلات (CTRL F12) خيارات متقدمة ← عمليات التحميل. قم بإزالة تحديد \"إخفاء أنواع الملفات المفتوحة بواسطة أوبرا\". الآن اختر أي ملف مدعوم من هذه الإضافة مثال pdf, doc و انقر على \"تحرير\" و قم بتحديد 'افتح بواسطة أوبرا' و انقر على 'موافق'. قم بإعادة الخطوات 3 و4 مع كل الملفات المدعومة والتي تريد للوظائف الموسعة أن تعمل معها. ثم انقر على 'موافق' لغلق نافذة الإعدادات. الآن حدد الاختيار الثالث (الوظيفة الموسعة) لكل أنواع الملفات التي قمت بتحريرها في إعدادات أوبرا.",
        "description": ""
    },
    "by": {
        "message": "من طرف",
        "description": ""
    },
    "rate_extension": {
        "message": "تقييم الإضافة \"Documents\"",
        "description": ""
    }
}